<style scoped>
    @import "./Provision.css";
</style>
<template>
    <div>
        <div class="read-header">
            <Topbar>
                <nav class="uk-navbar">
                    <div class="uk-navbar-left">
                        <ul class="uk-navbar-nav">
                            <router-link to="/book">
                                <li class="uk-active button-bar"><span class="uk-navbar-toggle paddind-right-remove"
                                        uk-icon="chevron-left"></span></li>
                            </router-link>
                        </ul>
                    </div>
                    <div class="uk-navbar-center">
                        เงื่อนไขและข้อตกลง
                    </div>
                    <div class="uk-navbar-right">

                    </div>
                </nav>
            </Topbar>
        </div>


        <Content>
            <div class="container provision-paddind">
                <div class="uk-text-center">
                    <label class="provision-header">ข้อตกลงการให้บริการ<br>
                        จำหน่ายงานวรรณกรรมอิเล็กทรอนิกส์
                    </label>
                </div>
                <p class="provision-indent">ข้อตกลงนี้ทำขึ้นระหว่าง</p>
                <p class="provision-indent">บุคคล หรือ นิติบุคคล
                    ผู้ตกลงเข้ารับบริการวางจำหน่ายสิ่งพิมพ์อิเล็กทรอนิกส์ของ บริษัท
                    อมรินทร์พริ้นติ้งแอนด์พับลิชชิ่ง จำกัด (มหาชน) ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า <span
                        class="provision-bold">“ผู้รับบริการ”</span> ฝ่ายหนึ่ง กับ
                </p>
                <p class="provision-indent">บริษัท อมรินทร์พริ้นติ้งแอนด์พับลิชชิ่ง จำกัด (มหาชน) สำนักงานตั้งอยู่เลขที่
                    378
                    ถนนชัยพฤกษ์ แขวงตลิ่งชัน เขตตลิ่งชัน กรุงเทพมหานคร 10170 ทะเบียนนิติบุคคลเลขที่ 0107536000480
                    ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า <span class="provision-bold">"ผู้ให้บริการ”</span> อีกฝ่ายหนึ่ง
                </p>
                <p class="provision-indent">โดยที่ผู้รับบริการเป็นเจ้าของลิขสิทธิ์ หรือเป็นผู้มีสิทธิ
                    หรือเป็นผู้ได้รับอนุญาตจากเจ้าของลิขสิทธิ์
                    มีความประสงค์นำงานอันมีลิขสิทธิ์ดังกล่าวมาจัดทำในรูปสิ่งพิมพ์อิเล็กทรอนิกส์แล้วมอบให้ผู้ให้บริการนำไปให้บริการดาวน์โหลด
                    ซึ่งต่อไปในข้อตกลงนี้จะรวมเรียกว่า <span class="provision-bold">“E-Contents”</span>
                </p>
                <p class="provision-indent">ผู้ให้บริการตกลงให้บริการดาวน์โหลด / จำหน่าย E-Contents
                    ของผู้รับบริการผ่านช่องทางผู้ให้บริการ และ/ หรือ Seller และ /
                    หรือช่องทางให้บริการอื่นที่ดูแลจัดการโดยผู้ให้บริการ ซึ่งต่อไปในสัญญานี้จะเรียกว่า <span
                        class="provision-bold">“บริการ MAREADS”</span>
                    และคู่สัญญาทั้งสองฝ่ายตกลงให้เอกสารแนบท้ายเป็นส่วนหนึ่งของข้อตกลงฉบับนี้ด้วย
                </p>
                <span class="provision-bold">1.ข้อตกลงการให้บริการ</span>
                <p class="provision-indent">ผู้รับบริการตกลงนำ E-Contents มารับบริการจากผู้ให้บริการ เพื่อการจำหน่าย
                    จ่ายแจก /
                    เผยแพร่/โฆษณา / ประชาสัมพันธ์
                    / ส่งเสริมการขาย สิ่งพิมพ์อิเล็กทรอนิกส์ของผู้รับบริการ โดยการดาวน์โหลด บนระบบปฎิบัติการ Apple iOS,
                    Google
                    Android, Windows Mobile, และ/หรือบนระบบปฎิบัติการอื่นที่ให้บริการในลักษณะเดียวกัน
                    ทั้งนี้ผู้รับบริการตกลงให้ผู้ให้บริการหักค่าใช้จ่าย และบริการของผู้ให้บริการจากรายได้ที่เกิดขึ้น
                    คงเหลือเป็นเงินเท่าใดให้นำส่งผู้รับบริการตามที่ระบุในข้อตกลงนี้
                </p>
                <span class="provision-bold">2.หน้าที่ของผู้รับบริการ</span>
                <p class="provision-indent">2.1 ส่งมอบแฟ้มข้อมูล E-Contents ของผู้รับบริการ ที่จะนำมาให้บริการผ่าน
                    บริการ
                    MAREADS แก่ผู้ให้บริการ
                    โดยจัดทำไฟล์เป็น PDF หรือ EPUB ในรูปแบบของ E-book และ / หรือ
                    กรอกฟอร์มข้อมูลใส่เนื้อหาในเว็บไซต์เพื่อ
                    Generate
                    เป็นไฟล์ PDF และ EPUB
                    </p>
                <p class="provision-indent">2.2 ผู้รับบริการเป็นผู้รับผิดชอบต่อเนื้อหาแฟ้มข้อมูล E-Contents,
                    ระบบโปรแกรมคอมพิวเตอร์และตัวอักษรทางภาษาที่ใช้ในการผลิต/จัดทำขึ้น
                    มิให้ละเมิดทรัพย์สินทางปัญญาของผู้อื่นตามลักษณะงานอันมีลิขสิทธิ์ที่ได้รับความคุ้มครองตามกฎหมาย
                </p>
                <span class="provision-bold">3. คำรับรองของผู้รับบริการ</span>
                <p class="provision-indent">3.1 ผู้รับบริการขอรับรองว่า E-Contents
                    ของผู้รับบริการไม่มีเนื้อหาที่ผิดกฎหมาย และมิได้ละเมิดลิขสิทธิ์
                    สิทธิความเป็นส่วนตัว หรือสิทธิอื่นใดของบุคคลอื่น
                    ทั้งนี้ในกรณีที่มีบุคคลอื่นฟ้องร้องหรือใช้สิทธิเรียกร้องจากการให้บริการ E-Contents ของผู้รับบริการ
                    หรือหากผู้ให้บริการตรวจสอบพบว่า E-Contents ไม่เป็นไปตามคำรับรองนี้
                    ผู้รับบริการตกลงให้ผู้ให้บริการหยุดให้บริการ
                    E-Contents ของผู้รับบริการทันที แต่อย่างไรก็ตามผู้รับบริการยังคงต้องรับผิดต่อผู้ให้บริการ
                    และ/หรือบุคคลอื่นที่ใช้สิทธิฟ้องร้องหรือเรียกร้องดังกล่าว
                </p>
                <p class="provision-indent">3.2 การสร้างสรรค์ใด ๆ ที่ทำขึ้นร่วมกันและ/หรือโดยผู้ให้บริการ
                    เพื่อนำไปประกอบกับ E-Contents ของผู้รับบริการ อาทิ
                    การออกแบบปก ภาพปก ภาพประกอบ เป็นต้น
                    ผู้รับบริการทราบดีว่างานดังกล่าวถือเป็นลิขสิทธิ์ที่ต้องได้รับการยินยอมร่วมกันเป็นลายลักษณ์อักษร
                    หากต้องการนำไปใช้งานนอกเหนือ บริการ MAREADS
                </p>
                <p class="provision-indent">3.3 ผู้รับบริการรับทราบว่าผู้ให้บริการไม่ได้ทราบถึงเนื้อหาของ
                    E-Contents ของผู้รับบริการ และไม่สามารถแก้ไข
                    หรือดัดแปลงเนื้อหาใน E-Contents ของผู้รับบริการได้ ทุก ๆ ส่วนของ E-Contents
                    เป็นความรับผิดชอบของผู้รับบริการแต่เพียงฝ่ายเดียวที่จะรับผิดตามกฎหมายทรัพย์สินทางปัญญา
                    และ/หรือกฎหมายอื่น ๆ
                    ที่เกี่ยวข้อง ผู้รับบริการจะต้องต่อสู้คดี และ/หรือดำเนินการอย่างใด
                    เพื่อปกป้องผู้ให้บริการในทุกกรณี
                    ด้วยค่าใช้จ่ายของผู้รับบริการเอง
                </p>
                <p class="provision-indent">3.4 ผู้บริการทราบถึงข้อจำกัดในระบบโครงข่ายอินเตอร์เน็ต
                    และเงื่อนไขของเจ้าของระบบปฏิบัติการที่อยู่นอกเหนือ บริการ
                    MAREADS ซึ่งหาก E-Contents ของผู้รับบริการถูกปฏิเสธในการให้จัดจำหน่ายบนระบบปฏิบัติการ
                    หรือมีการสูญหาย,
                    เสียหายในการดาว์นโหลดทางระบบเครือข่าย รวมถึงการทำงานบนระบบ บริการ MAREADS ไม่ว่าทั้งหมด
                    บางส่วน
                    และ/หรือเกิดจากเหตุใด ๆ ก็ตาม ผู้รับบริการตกลงไม่อาจกล่าวโทษ เรียกร้อง
                    หรือฟ้องร้องเรียกค่าเสียหายที่เกิดขึ้นกับผู้ให้บริการไม่ว่ากรณีใด ๆ ทั้งสิ้น
                </p>
                <span class="provision-bold">4. หน้าที่ของผู้ให้บริการ</span>
                    <p class="provision-indent">4.1 จัดเตรียมและดูแลระบบป้องกันการลักลอบโจรกรรมดูข้อมูล
                        (Firewall) การ hack ข้อมูล การดาวน์โหลด การโอนถ่าย
                        การคัดลอกข้อมูลเพื่อป้องกันการละเมิดลิขสิทธิ์</p>
                    <p class="provision-indent">4.2 จัดสรร และดูแลระบบ Server ในการจัดเก็บ E-Contents
                        ของผู้รับบริการ</p>
                    <p class="provision-indent">4.3 จัดหาช่องทางการจำหน่าย E-Content
                        เพื่อเพิ่มความสะดวกให้กับลูกค้าในการชำระเงินเพื่อสั่งซื้อ E-Contents ผ่าน
                        บริการ MAREADS ของผู้ให้บริการ</p>
                    <p class="provision-indent">4.4 จัดทำการโฆษณา ประชาสัมพันธ์
                        รวมถึงรายการส่งเสริมการตลาดต่าง ๆ ของ บริการ MAREADS
                        โดยจัดทำผ่านสื่อต่าง ๆ
                        ของผู้รับบริการ รวมไปถึงสื่ออื่นๆ ที่เหมาะสม เพื่อการประชาสัมพันธ์
                        บริการ MAREADS รวมถึงเผยแพร่เนื้อหาทดลองอ่าน
                        (Pre - Read) ไปยังลูกค้าเป้าหมายใหม่ๆ ให้เข้ามาทดลองใช้บริการ
                        เพื่อวัตถุประสงค์ในการสร้างการรู้จักและสร้างโอกาสในการขาย
                        ซึ่งผู้รับบริการตกลงให้ผู้ให้บริการดำเนินการได้ทันทีโดยไม่ต้องแจ้งให้ทราบ
                        และไม่ต้องชำระค่าตอบแทนใด ๆ
                        ให้แก่ผู้รับบริการ</p>
                    <p class="provision-indent">4.5 จัดทำระบบการชำระเงินผ่านช่องทางต่างๆ
                        เพื่อจัดเก็บเงินจากลูกค้าที่ซื้อ E-Contents ของบริการ MAREADS
                        รับผิดชอบทวงถามหนี้ค้างชำระจากลูกค้า
                        ตลอดจนจัดแบ่งส่วนแบ่งรายได้จากการจำหน่าย E-Contents
                        ของผู้รับบริการตามอัตราที่กำหนดในสัญญานี้
                        โดยจะส่งให้ผู้รับบริการตามที่ตกลงกัน</p>
                    <p class="provision-indent">4.6 ผู้ให้บริการจะให้สิทธิในการเข้าระบบ
                        โดยใช้ Username และ Password ส่งรหัส (Password )
                        สำหรับการเข้าถึงรายงานแบบทันที (Real Time)
                        สำหรับตรวจสอบเบื้องต้นของยอดการดาวน์โหลด / การใช้บริการ /
                        จำหน่าย
                        จากบริการ MAREADS ให้แก่ผู้รับบริการ</p>
                    <p class="provision-indent">4.8 เมื่อข้อตกลงการให้บริการสิ้นสุด
                        ผู้ให้บริการจะนำ E-Contents ออกจากการบริการ MAREADS
                        หรือดำเนินการตามสมควรตามคำสั่งของผู้รับบริการ
                        กรณีมีผู้ใช้บริการได้ชำระค่าดาวน์โหลดก่อนข้อตกลงสิ้นสุด
                        ผู้รับบริการตกลงให้ผู้ให้บริการเก็บ E-Contents
                        ไว้เพียงเพื่อให้บริการแก่ผู้ใช้บริการในการอ่านหรือดาวน์โหลดเท่านั้น
                    </p>
                    <span class="provision-bold">5. คำรับรองของผู้ให้บริการ</span>
                    <p class="provision-indent">5.1
                        ผู้ให้บริการจะรักษาผลประโยชน์ของผู้รับบริการ
                        โดยจะแสวงหาช่องทาง รูปแบบ และวิธีการที่สามารถส่งเสริม
                        ผลักดันให้เกิดความเติบโตของยอดการจำหน่าย E-Contents
                        ของผู้รับบริการ</p>
                    <p class="provision-indent">5.2
                        ผู้ให้บริการจะร่วมให้คำปรึกษาและ/หรือส่งเสริมผู้รับบริการให้เข้าถึงความสามารถในการพัฒนาเนื้อหา
                        ที่มีจุดขาย
                        และสอดคล้องกับตลาด
                        เพิ่มอัตลักษณ์ที่ตอบสนองการดาว์นโหลด E-Contents ผ่าน
                        บริการ MAREADS</p>
                    <p class="provision-indent">5.3
                        ผู้ให้บริการจะพัฒนาระบบการรักษาความปลอดภัย
                        ข้อมูลสิ่งพิมพ์อิเล็กทรอนิกส์
                        ให้ได้มาตรฐานในการป้องกันการถูกละเมิดลิขสิทธิ์
                        เพื่อป้องกันการไม่ให้บุคคลเข้าไปลักลอบโจรกรรมข้อมูล
                        E-Contents
                        ของผู้รับบริการในช่วงระยะเวลาที่ให้บริการ</p>
                    <span class="provision-bold">6 .ข้อจำกัดความรับผิด</span>
                        <p class="provision-indent">
                            ผู้ให้บริการได้จัดทำระบบการลักลอบใช้ข้อมูลหรือการโจรกรรมข้อมูล
                            E-Contents ที่จัดจำหน่ายผ่าน บริการ MAREADS
                            ซึ่งผู้รับบริการรับทราบ
                            และเข้าใจว่าการจู่โจมของไวรัส สิ่งรบกวนระบบ
                            การบุกรุกจากภายนอกที่เกิดจากการเปลี่ยนแปลงอย่างรวดเร็วของเทคโนโลยี
                            หรือเหตุอื่นใดที่อยู่นอกเหนือการควบคุมของผู้ให้บริการไม่ถือเป็นความผิดของผู้ให้บริการ
                            และให้ถือเป็นปัญหาร่วมกันในการช่วยกันแก้ไข</p>
                        <span class="provision-bold">7. การกำหนดราคา และการชำระรายได้จากการขาย</span>
                        <p class="provision-indent">7.1
                            การกำหนดราคาขาย E-Contents
                            และการเปลี่ยนแปลงราคาใดๆ
                            ของผู้รับบริการให้เป็นความเห็นร่วมกันระหว่างคู่สัญญาทั้งสองฝ่าย</p>
                        <p class="provision-indent">7.2
                            การชำระรายได้จากการขาย
                            ผู้ให้บริการจะชำระรายได้ที่ได้จากการให้บริการดาวน์โหลด
                            / จำหน่าย E-Contents
                            ตามข้อตกลงนี้ ให้แก่ทางผู้รับบริการ
                            โดยเงื่อนไขดังต่อไปนี้
                            <p class="provision-indent-sub">7.2.1
                                คู่สัญญาตกลงว่ารายได้ภายใต้ข้อตกลงนี้
                                คำนวณจากรายได้จากการขายของ
                                E-Contents
                                ข้างต้นเฉพาะที่ได้ให้บริการดาวน์โหลด
                                / จำหน่ายแล้วเสร็จ
                                และได้รับชำระเงินเรียบร้อยแล้ว
                                <span class="provision-bold">หัก</span>
                                ด้วยค่าบริการระบบการชำระเงินภายในระบบปฏิบัติการ
                                และ/หรือ ค่าธรรมเนียมการชำระเงิน
                                / ตัวแทนขาย
                                /ช่องทาง/ตัวกลางรับชำระเงิน
                                จนได้ผลลัพธ์เป็นรายได้สุทธิ
                                แล้วจึงนำมาคำนวณเป็นรายได้และค่าบริการตามที่ระบุไว้ใน
                                <U>เอกสารแนบท้ายข้อตกลง</U>
                                และจะทำการชำระรายได้ดังกล่าวสำหรับรายได้ของเดือนปัจจุบันให้กับผู้รับบริการภายใน
                                45
                                (สี่สิบห้า) วัน
                                นับแต่วันที่ผู้ให้บริการได้รับใบสรุปยอดรายได้ของผู้รับบริการจากเจ้าของระบบปฏิบัติการ
                                Apple iOS,
                                Google Android, Windows Mobile,
                                และระบบปฏิบัติการอื่นที่ให้บริการในลักษณะเดียวกัน
                                ทั้งนี้ผู้ให้บริการจะจัดทำระบบรายงานจำนวนครั้งของการดาวน์โหลด
                                / จัดจำหน่าย E-Contents
                                ของผู้รับบริการ
                                เป็นเอกสารรายงานสรุปการดาวน์โหลด
                                / ขาย E-Contents ของ
                                ผู้รับบริการ ในเดือนนั้นๆ
                                ส่งให้กับผู้รับบริการพร้อมการชำระรายได้
                            </p>
                            <p class="provision-indent-sub">
                                7.2.2
                                ในการชำระเงินรายได้ตามข้อ
                                7.2.1
                                หากเดือนใดมียอดชำระน้อยกว่า
                                1,000 บาท (หนึ่งพันบาทถ้วน)
                                ผู้ให้บริการจะยกยอดไปชำระในเดือนถัดไปที่มียอดชำระครบ
                                1,000 บาทขึ้นไป
                                เว้นแต่เป็นการชำระเงินในเดือนสุดท้าย
                            </p>
                       
                        <span class="provision-bold">8. ภาษีอากร</span>
                        <p class="provision-indent">
                            คู่สัญญาทั้งสองฝ่ายตกลงรับภาระค่าภาษีอากรตามที่กฎหมายกำหนด
                            หากการชำระรายได้ หรือเงินใด ๆ
                            ตามสัญญานี้ต้องหักภาษี
                            ณ ที่จ่าย ผู้ให้บริการจะหักภาษี
                            ณ ที่จ่ายตามอัตราที่กฎหมายกำหนดก่อนนำส่งรายได้
                            หรือเงินใด ๆ ให้ผู้รับบริการ
                        </p>

                        <span class="provision-bold">9.การโอนสิทธิ</span>
                            <p class="provision-indent">คู่สัญญาฝ่ายใดฝ่ายหนึ่งจะโอนสิทธิ
                                และ/หรือหน้าที่
                                ไม่ว่าทั้งหมดหรือแต่บางส่วนตามข้อตกลงฉบับนี้ให้แก่องค์กรหรือบุคคลอื่นไม่ได้ทั้งสิ้น
                                เว้นแต่จะได้รับความยินยอมล่วงหน้าเป็นลายลักษณ์อักษรจากคู่สัญญาอีกฝ่ายหนึ่งก่อนเท่านั้น
                            </p>
                            <span class="provision-bold">10.การบอกกล่าว</span>
                            <p class="provision-indent">
                                หนังสือบอกกล่าว หนังสือ หรือการติดต่อใด ๆ
                                ที่ทำเป็นลายลักษณ์อักษรและเกี่ยวข้องกับข้อตกลงนี้ให้ส่งไปยังผู้รับบริการตามที่อยู่
                                หรือส่งทางโทรศัพท์
                                (สมาร์ทโฟน) หรือโทรสาร
                                หรือจดหมายอิเล็กทรอนิกส์
                                (E-mail)
                                ของผู้รับบริการทางใดทางหนึ่งตามที่ได้ให้ข้อมูลและหลักฐานในขั้นตอนการลงทะเบียน</p>
                                <div class="provision-content">
                                    <span class="provision-bold">สำหรับผู้ให้บริการสามารถติดต่อได้ที่</span><br>
                                    บริษัท อมรินทร์พริ้นติ้งแอนด์พับลิชชิ่ง จำกัด (มหาชน)<br>
                                    ที่อยู่ 378 ถนนชัยพฤกษ์
                                    แขวงตลิ่งชัน เขตตลิ่งชัน
                                    กรุงเทพมหานคร 10170<br>
                                    โทรศัพท์ 0 -2422-9999 ต่อ
                                    4989
                                    โทรสาร 0-2422-9905<br>
                                    E-mail Address : mareadsteam@gmail.com
                                </div>
                                <br>
                                <p class="provision-indent">หากผู้รับบริการมีการเปลี่ยนแปลงที่อยู่
                                    ข้อมูลส่วนตัว
                                    รายละเอียดบัญชีที่ใช้รับรายได้
                                    ผู้รับบริการจะต้องแจ้งการเปลี่ยนแปลงให้ผู้ให้บริการทราบพร้อมกับส่งมอบเอกสารหลักฐานที่เกี่ยวข้องภาย
                                    3 (สาม) วัน
                                    นับจากวันที่มีการเปลี่ยนแปลงข้อมูลดังกล่าว
                                </p>
                           
                            <span class="provision-bold">11. การสิ้นสุดข้อตกลง</span>
                            <p class="provision-indent">
                                คู่สัญญาฝ่ายใดฝ่ายหนึ่งมีความประสงค์จะขอยกเลิกข้อตกลงสัญญานี้
                                ให้คู่สัญญาฝ่ายนั้นทำหนังสือบอกกล่าวแจ้งไปยังคู่สัญญาอีกฝ่ายหนึ่งทราบล่วงหน้าไม่น้อยกว่า
                                60 (หกสิบ) วัน
                                ทั้งนี้การใช้สิทธิยกเลิกข้อตกลงฉบับนี้ไม่กระทบถึงสิทธิหน้าที่
                                และความรับผิดของคู่สัญญาที่มีต่อกันก่อนวันที่ข้อตกลงฉบับนี้สิ้นสุดลง
                            </p>
                            <span class="provision-bold">ผู้รับบริการได้อ่านเงื่อนไขในข้อตกลงฉบับนี้
                                รวมทั้งเอกสารแนบท้ายข้อตกลงโดยตลอดแล้ว
                                เห็นว่าถูกต้องตรงตามความประสงค์ทุกประการ
                                จึงขอแสดงเจตนาเข้าผูกพันตนตามข้อตกลงนี้
                                และขอรับรองว่าข้อมูลที่ใช้ลงทะเบียนเพื่อยืนยันตน
                                รวมทั้งไฟล์
                                หรือเอกสารหลักฐานที่มอบไว้ในการลงทะเบียนนั้นถูกต้องเป็นจริงทุกประการ</span>
            </div>





        </Content>

    </div>
</template>



<script src="./Provision.js"></script>